const learnModule = {
  namespaced: true,
  state() {
    return {
      knowledgeList: [
        {
          id: 1,
          title: '艾滋病',
          content:
            '艾艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治'
        },
        {
          id: 2,
          title: '艾滋病',
          content:
            '艾艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治'
        }
      ],
      experienceList: [
        {
          id: 1,
          title: '艾滋病',
          content:
            '艾艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治'
        },
        {
          id: 2,
          title: '艾滋病',
          content:
            '艾艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治艾滋病是病，得治'
        }
      ]
    }
  }
}

export default learnModule
